[
	{
		"id": "fleur-vandeville-rapunzel",
		"nameStudent": "Fleur Van De Ville",
		"fairytale": "Rapunzel",
		"fairytalelink": "https://ehb-mct.github.io/cp-frontend-FleurVanDeVille/#/sprookje",
		"description": "Rapunzel is een prinses met magisch, goud haar dat kan genezen. Als baby wordt ze ontvoerd door Moeder Gothel, die haar in een toren opsluit om jong te blijven. Op haar achttiende verjaardag wil Rapunzel de mysterieuze lichtjes zien die elk jaar in de lucht verschijnen. Wanneer de dief Flynn Rider haar toren binnenkomt, grijpt ze haar kans om de wereld buiten te ontdekken. Tijdens hun avontuur leert ze de waarheid over haar verleden en vindt ze haar echte familie terug.",
		"videoExplainer": "So9o_CROe_Y",
		"imgThumbnail": "/assets/Rapunzel.png",
		"imgBanner": "",
		"imgsExtra": ["", "", ""],
		"genre": "",
		"storyFrom": "Roy Conli"
	},
	{
		"id": "arno-baeck-hansengrietje",
		"nameStudent": "Arno Baeck",
		"fairytale": "Hans en Grietje",
		"fairytalelink": "https://ehb-mct.github.io/cp-frontend-ArnoBaeck/#/fairytale",
		"description": "Step into the enchanted woods and discover the creative process behind my reimagining of the classic fairy tale, Hansel and Gretel. In this project, I brought the story to life with a personal twist—adding a magical atmosphere and subtle surprises that make the experience feel new, yet nostalgic.",
		"videoExplainer": "pFy3Wnmchd8",
		"imgThumbnail": "/assets/Hans en Grietje.png",
		"imgBanner": "",
		"imgsExtra": ["", "", ""],
		"genre": "",
		"storyFrom": "Brothers Grimm"
	},
	{
		"id": "sam-hoeterickx-dewolfendedriebiggetjes",
		"nameStudent": "Sam Hoeterickx",
		"fairytale": "De wolf en de 3 biggetjes",
		"fairytalelink": "https://ehb-mct.github.io/cp-frontend-Sam-Hoeterickx/#/fairy-tale",
		"description": "De Wolf en de Drie Biggetjes” is een klassiek sprookje dat draait om drie kleine biggen die elk een eigen huisje bouwen om zich te beschermen tegen een gevaarlijke wolf. De eerste big bouwt een huis van stro, de tweede een huis van hout, en de derde een stevig huis van bakstenen. Wanneer de grote boze wolf verschijnt, probeert hij de biggen op te eten. Hij blaast het stro- en houten huis omver zonder moeite, waardoor de eerste twee biggen moeten vluchten naar het stenen huis van hun broer. Maar hoe hard de wolf ook blaast, het stenen huis blijft stevig staan. Uiteindelijk geeft de wolf op of wordt hij op slinkse wijze verslagen (afhankelijk van de versie). Het verhaal eindigt met de overwinning van slimheid, voorbereiding en hard werken over luiheid en gemakzucht.",
		"videoExplainer": "m_QD2G-VHYo",
		"imgThumbnail": "/assets/De wolf en de drie biggetjes.png",
		"imgBanner": "",
		"imgsExtra": ["", "", ""],
		"genre": "",
		"storyFrom": "Brothers Grimm"
	},
	{
		"id": "matteo-giambarresi-deraafendevos",
		"nameStudent": "Matteo Giambarresi",
		"fairytale": "De Raaf en de Vos",
		"fairytalelink": "https://ehb-mct.github.io/cp-frontend-MatteoGiambarresi/parallax",
		"description": "De Raaf en de Vos is een dierenfabel geschreven door Jean de La Fontaine. In dit verhaal laat de schrijver dieren praten en handelen als mensen. Een ijdele raaf zit op een tak met een stuk kaas in zijn bek. Een sluwe vos wil de kaas en vleit de raaf door te zeggen hoe prachtig hij is en hoe mooi hij vast kan zingen. De raaf laat zich vangen door de vleierij, opent zijn snavel om te zingen, en laat zo de kaas vallen – precies wat de vos wilde.",
		"videoExplainer": "0o4bHaYMAw4",
		"imgThumbnail": "/assets/De raaf en de vos.png",
		"imgBanner": "",
		"imgsExtra": ["", "", ""],
		"genre": "",
		"storyFrom": "Jorrit Stollman"
	},
	{
		"id": "beatrice-bjoko-devuurvogel",
		"nameStudent": "Beatrice Bjoko",
		"fairytale": "De Vuurvogel",
		"fairytalelink": "sprookje",
		"description": "The Firebird is an enchanting fairy tale about a magical, fiery bird with glowing feathers that shine in the dark. In the story, a young hero embarks on a quest to find this mythical creature, which often symbolizes hope, renewal, or healing. Along the way, he faces difficult choices, braves danger, and learns important lessons about courage, love, and sacrifice. The tale has roots in Russian folklore and is known for its mysterious, poetic tone and rich, wondrous imagery.",
		"videoExplainer": "4f4stmTZrkY",
		"imgThumbnail": "/assets/thumbnail_devuurvogel.png",
		"imgBanner": "/assets/vuurvogel-banner.png",
		"imgsExtra": ["/assets/extra-image1.png", "/assets/extra-image2.png", "/assets/extra-image3.png"],
		"genre": "",
		"storyFrom": "Igor Stravinski"
	},
	{
		"id": "jordi-deleeuw-thefairyboyofleith",
		"nameStudent": "Jordi De Leeuw",
		"fairytale": "The fairy boy of Leith",
		"fairytalelink": "https://ehb-mct.github.io/cp-frontend-JordiDeLeeuw/#/fairytale",
		"description": "Alice ziet een wit konijn voorbij rennen en besluit hem nieuwsgierig te volgen, recht de weide door. Zonder het te beseffen valt ze in een diepe put, en zo begint haar reis naar een wereld vol verwarring en verwondering. In een vreemde kamer vol deuren ontdekt ze magisch eten en drinken dat haar doet groeien en krimpen. Verderop belandt ze aan een chaotisch theefeest bij de Gekke Hoedenmaker, waar logica niet lijkt te bestaan. Maar de vrolijke waanzin slaat snel om, wanneer de dreiging van de Boze Koningin haar wereld binnendringt. Gelukkig was het allemaal maar een droom!",
		"videoExplainer": "",
		"imgThumbnail": "/assets/the fairy boy of leith.png",
		"imgBanner": "",
		"imgsExtra": ["", "", ""],
		"genre": "",
		"storyFrom": "George Douglas"
	},
	{
		"id": "sophia-rahmoun-littleredridinghood",
		"nameStudent": "Sophia Rahmoun",
		"fairytale": "Little Red Riding Hood",
		"fairytalelink": "https://ehb-mct.github.io/cp-frontend-SophiaRahmoun/fairytale",
		"description": "Little Red Riding Hood, fairy tale about a young girl who wears a red cloak and encounters a wolf on her way to visit her ailing grandmother. Depending on the version of the story, the girl is either eaten by the wolf or saved by a woodsman or hunter.",
		"videoExplainer": "",
		"imgThumbnail": "/assets/little red riding hood.png",
		"imgBanner": "",
		"imgsExtra": ["", "", ""],
		"genre": "",
		"storyFrom": "Brothers Grimm"
	},
	{
		"id": "wout-vanimpe-blauwbaard",
		"nameStudent": "Wout Van Impe",
		"fairytale": "Blauwbaard",
		"fairytalelink": "",
		"description": "Blauwbaard is een duister sprookje vol mysterie en verboden geheimen. Het gaat over een rijk, maar zonderlinge edelman met een blauwe baard die al meerdere keren getrouwd is geweest, maar niemand weet wat er met zijn vorige vrouwen is gebeurd. Wanneer hij opnieuw trouwt, geeft hij zijn jonge bruid de sleutels van zijn kasteel, met één strikte regel: één kamertje mag ze nooit betreden. De verleiding blijkt te groot, en achter die verboden deur ontdekt ze een huiveringwekkend geheim… het lot van haar voorgangsters. Wanneer Blauwbaard haar daad ontdekt, dreigt ook zij zijn volgende slachtoffer te worden. Maar kan ze hem nog op tijd ontvluchten? ",
		"videoExplainer": "",
		"imgThumbnail": "/assets/blauwbaard.png",
		"imgBanner": "",
		"imgsExtra": ["", "", ""],
		"genre": "",
		"storyFrom": "Charles Perrault"
	},
	{
		"id": "rayan-arssi-dekleinezeemeermin",
		"nameStudent": "Rayan Arssi",
		"fairytale": "De kleine zeemeermin",
		"fairytalelink": "https://ehb-mct.github.io/cp-frontend-rayanarssi/parallax",
		"description": "A young mermaid princess, longing for a life beyond the sea, makes a dangerous  Faustian bargain with a sea witch, trading her voice for the chance to become human and win the love of a prince she has secretly admired from afar.",
		"videoExplainer": "SSHM9fBaBWQ",
		"imgThumbnail": "/assets/zeemeermin.jpg",
		"imgBanner": "",
		"imgsExtra": ["", "", ""],
		"genre": "",
		"storyFrom": "Hans Christian Andersen"
	},
	{
		"id": "manal-boulahya-princeskaguya",
		"nameStudent": "Manal Boulahya",
		"fairytale": "Princes Kaguya ",
		"fairytalelink": "https://ehb-mct.github.io/cp-frontend-Manal0307/parallax",
		"description": "The Tale of the Princess Kaguya tells the story of a tiny girl discovered inside a glowing bamboo stalk by an old bamboo cutter. Raised with love, she grows into a beautiful young woman. Believing she is a divine princess, her adoptive father takes her to the capital to live a noble life.",
		"videoExplainer": "W71mtorCZDw",
		"imgThumbnail": "/assets/princesskaguya.png",
		"imgBanner": "",
		"imgsExtra": ["", "", ""],
		"genre": "",
		"storyFrom": "Isao Takahata"
	},
	{
		"id": "pema-bhutia-coraline",
		"nameStudent": "Pema Bhutia",
		"fairytale": "Coraline",
		"fairytalelink": "https://ehb-mct.github.io/cp-frontend-PemaBhutia2005/parallax",
		"description": "Coraline verhuist naar een nieuw appartement met haar drukke ouders maar voelt zich verwaarloosd en verveeld. Terwijl ze haar omgeving verkent, ontdekt ze een mysterieuze deur die naar een alternatieve versie van haar huis leidt. In deze Andere Wereld lijkt alles levendiger en ontmoet ze haar Andere Moeder, die knoopogen heeft en haar een schijnbaar perfect leven biedt. Coraline beseft echter al snel dat de Andere Moeder sinistere bedoelingen heeft en haar voor altijd gevangen wil houden. Coraline is vastbesloten om te ontsnappen een weg terug te vinden naar haar eigen wereld.",
		"videoExplainer": "",
		"imgThumbnail": "/assets/coraline.png",
		"imgBanner": "",
		"imgsExtra": ["", "", ""],
		"genre": "",
		"storyFrom": "Henry Selick"
	},
	{
		"id": "younes-benali-aladinendewonderlamp",
		"nameStudent": "Younes Ben Ali",
		"fairytale": "Aladin en de wonderlamp",
		"fairytalelink": "https://ehb-mct.github.io/cp-frontend-YounesEHB2023/Parallax",
		"description": "Step into the bustling streets of Agrabah where Aladdin’s adventure shimmers to life in layers of magic and mystery. Watch the wonderlamp glint in the distance as golden sands swirl around you, while Genies and magic carpets drift through the skies. As you scroll, the Cave of Wonders roars open its mouth, and jewels sparkle with hidden secrets about the world of front-end enchantment. With parallax scrolls and animated wonder, this tale isn’t just told — it’s lived.",
		"videoExplainer": "I4KTlQHzvas",
		"imgThumbnail": "/assets/aladin.png",
		"imgBanner": "",
		"imgsExtra": ["", "", ""],
		"genre": "",
		"storyFrom": "Henry Selick"
	},
	{
		"id": "siriyakorn-klaklang-duimelijntje",
		"nameStudent": "Siriyakorn Klaklang",
		"fairytale": "Duimelijntje",
		"fairytalelink": "https://ehb-mct.github.io/cp-frontend-MeoKlaklang/#/duimelijntje",
		"description": "Duimelijntje, een piepklein meisje geboren uit een bloem, wordt ontvoerd door een pad die haar wil uithuwelijken aan haar lelijke zoon. Met hulp van vissen en een vlinder ontsnapt ze. Daarna wordt ze meegenomen door een kever, maar verstoten omdat ze geen voelsprieten heeft.",
		"videoExplainer": "iG_hLLr6B7k",
		"imgThumbnail": "/assets/duimelijntje.png",
		"imgBanner": "",
		"imgsExtra": ["", "", ""],
		"genre": "",
		"storyFrom": "Henry Selick"
	},
	{
		"id": "ramon-deraes-dedriebiggetjes",
		"nameStudent": "Ramon De Raes",
		"fairytale": "De Drie Biggetjes",
		"fairytalelink": "https://ehb-mct.github.io/cp-frontend-ramon337/#/fairytale",
		"description": "Er waren eens drie biggetjes die op een dag besloten hun eigen huisjes te bouwen. Elk van hen koos een ander materiaal: stro, hout en steen. Ze wilden een veilig plekje om te wonen, ver weg van de gevaarlijke boze wolf die in het bos rondzwierf. Wat ze niet wisten, was dat hun keuzes hen al snel op de proef zouden stellen.",
		"videoExplainer": "-gdcgnSrUvU",
		"imgThumbnail": "/assets/driebiggetjess.png",
		"imgBanner": "",
		"imgsExtra": ["", "", ""],
		"genre": "",
		"storyFrom": "Andrew Lang"
	},
	{
		"id": "laura-ocampo-dedriebiggetjes",
		"nameStudent": "Laura Ocampo",
		"fairytale": "Peter Pan",
		"fairytalelink": "https://ehb-mct.github.io/cp-frontend-lauraocampogil/#/firstpageparallax",
		"description": "Embark on a magical journey through Peter Pan's enchanting world in this immersive parallax experience. From the Darling children's bedroom to the mysterious Neverland island, where adventure awaits at every scroll. Encounter the spirited Lost Boys, face Captain Hook's menacing pirates aboard the Jolly Roger, and follow Tinkerbell's cursor and magic fee through the forests and crystal lagoons. Don't forget to activate your sound for the full enchantment—the lost boys and Peter Pan await!",
		"videoExplainer": "nDM499ppEWk",
		"imgThumbnail": "/assets/coraline.png",
		"imgBanner": "",
		"imgsExtra": ["", "", ""],
		"genre": "",
		"storyFrom": "J.M Barrie"
	},
	{
		"id": "eren-sahbaz-keloglan",
		"nameStudent": "Eren Sahbaz",
		"fairytale": "Keloglan",
		"fairytalelink": "https://ehb-mct.github.io/cp-frontend-ErenSahbaz1/#/cp-frontend-ErenSahbaz1/parallax",
		"description": "Keloglan, wat 'kale jongen' betekent, is een centrale figuur in vele Turkse volksverhalen. In één van deze verhalen besluit Keloglan, een arme maar moedige jongeman, om de man van een reuzin te worden. Hij verlaat zijn moeder en gaat op avontuur, waarbij hij uiteindelijk de reuzin verslaat met behulp van een egel en als held terugkeert naar huis.",
		"videoExplainer": "UX-rZ-0uGVM",
		"imgThumbnail": "/assets/keloglan.png",
		"imgBanner": "",
		"imgsExtra": ["", "", ""],
		"genre": "",
		"storyFrom": "Turkse en en Altaïsche mythologie"
	}
]
